[
  {
    "name": "Smart LED TV",
    "description": "Immerse yourself in a world of breathtaking entertainment with this state-of-the-art Smart LED TV. Featuring a large, high-definition display, this TV brings your favorite movies, shows, and games to life with stunning clarity and vibrant colors. With smart functionality, you can easily access popular streaming services, browse the internet, and stream content from your mobile devices. The sleek and slim design adds a touch of elegance to any living space. Equipped with advanced audio technology, this TV delivers immersive sound that enhances your viewing experience. Whether you're a movie buff, a sports enthusiast, or a gaming fanatic, this Smart LED TV is sure to elevate your entertainment to new heights. Upgrade your home theater setup today and enjoy endless hours of captivating visual and audio experiences.",
    "currentPrice": 599.99,
    "startPrice": 599.99,
    "photos": [
      {
        "url": "https://www.ubuy.pe/productimg/?image=aHR0cHM6Ly9tLm1lZGlhLWFtYXpvbi5jb20vaW1hZ2VzL0kvNzF0b01QZWdwRFMuX0FDX1NMMTAwMF8uanBn.jpg"
      }
    ]
  },
  {
    "name": "Women's Floral Maxi Dress",
    "description": "Embrace your inner fashionista with this stunning women's floral maxi dress. Crafted from high-quality fabric, this dress offers a perfect blend of comfort and style. The elegant floral print adds a touch of femininity, while the flowing silhouette creates a graceful and flattering look. Whether you're attending a garden party, a summer wedding, or a special event, this dress is sure to make a statement. The lightweight and breathable material make it ideal for warm weather, ensuring you stay cool and comfortable throughout the day. Pair it with your favorite accessories and sandals for a chic and effortless ensemble. Stand out from the crowd and exude confidence with this beautiful floral maxi dress that showcases your impeccable sense of fashion.",
    "currentPrice": 49.99,
    "startPrice": 49.99,
    "photos": [
      {
        "url": "https://www.warehouseone.com/dw/image/v2/BBNZ_PRD/on/demandware.static/-/Sites-master-catalog/default/dw62bf3ddc/who/1572309293~001~1.jpg?sw=1000&sh=1000&sm=fit&q=80&strip=false"
      }
    ]
  },
  {
    "name": "Stainless Steel Cookware Set",
    "description": "Elevate your culinary skills with this premium stainless steel cookware set. Engineered with precision and durability in mind, this set includes a range of pots, pans, and lids to meet all your cooking needs. The high-quality stainless steel construction ensures even heat distribution, allowing you to achieve delicious and perfectly cooked meals every time. The ergonomic handles provide a comfortable grip and stay cool to the touch, ensuring safe and hassle-free handling. The non-stick interior coating prevents food from sticking and makes cleaning a breeze. Whether you're simmering sauces, sautéing vegetables, or searing meats, this cookware set is designed to deliver exceptional performance. Upgrade your kitchen arsenal with this stylish and versatile stainless steel cookware set and unleash your inner chef.",
    "currentPrice": 149.99,
    "startPrice": 149.99,
    "photos": [
      {
        "url": "https://edenberg.eu/wp-content/uploads/2020/06/eb-9999m_877.jpg"
      }
    ]
  },
  {
    "name": "Anti-Aging Face Cream",
    "description": "Turn back the clock and rejuvenate your skin with this advanced anti-aging face cream. Formulated with potent ingredients, this cream targets visible signs of aging, including wrinkles, fine lines, and uneven skin tone. The rich and nourishing formula deeply hydrates your skin, leaving it smoother, firmer, and more radiant. Packed with antioxidants, vitamins, and peptides, this cream provides powerful protection against environmental stressors and helps stimulate collagen production for a youthful complexion. The lightweight and non-greasy texture absorbs quickly, making it suitable for all skin types. Pamper yourself with this luxurious anti-aging face cream and restore your skin's natural glow. Say goodbye to dullness and hello to a more youthful and radiant appearance.",
    "currentPrice": 29.99,
    "startPrice": 29.99,
    "photos": [
      {
        "url": "https://cdn.shopify.com/s/files/1/0312/2153/products/thebodydeli-creme-de-la-rose-anti-aging-facial-cream-fullsize-2oz.jpg?v=1540008733"
      }
    ]
  },
  {
    "name": "Outdoor Camping Tent",
    "description": "Embark on unforgettable outdoor adventures with this reliable and spacious camping tent. Designed to withstand various weather conditions, this tent offers excellent protection and comfort during your camping trips. The durable and waterproof materials ensure that you stay dry even in rainy conditions, while the sturdy frame provides stability in windy environments. The spacious interior provides ample room for you and your camping gear, and the multiple windows and ventilation options keep the tent well-ventilated. Setting up this tent is a breeze with the included easy-to-follow instructions. Whether you're camping with family or friends, this outdoor camping tent is your perfect companion for memorable outdoor experiences.",
    "currentPrice": 129.99,
    "startPrice": 129.99,
    "photos": [
      {
        "url": "https://secure.img1-cg.wfcdn.com/im/20187239/compr-r85/2160/216005645/outdoor-camping-tent-with-sleeping-bag-and-air-mattress.jpg"
      }
    ]
  },
  {
    "name": "Wireless Bluetooth Headphones",
    "description": "Experience immersive audio with these wireless Bluetooth headphones. Featuring advanced noise-cancellation technology, these headphones deliver crystal-clear sound and deep bass. The ergonomic design and cushioned ear cups provide maximum comfort for long listening sessions. With a long battery life and convenient controls, you can enjoy your favorite music on the go. Stay connected with hands-free calling and voice assistant support. These wireless Bluetooth headphones are the perfect companion for music lovers and audiophiles.",
    "currentPrice": 79.99,
    "startPrice": 79.99,
    "photos": [
      {
        "url": "https://m.media-amazon.com/images/I/61-g7m+90eL.jpg"
      }
    ]
  },
  {
    "name": "Men's Leather Wallet",
    "description": "Carry your essentials in style with this sleek and durable men's leather wallet. Made from genuine leather, this wallet offers ample space for your cards, cash, and IDs. The compact design fits comfortably in your pocket without adding bulk. With a classic and timeless look, this leather wallet is a perfect accessory for any occasion. Stay organized and make a statement with this stylish men's wallet.",
    "currentPrice": 39.99,
    "startPrice": 39.99,
    "photos": [
      {
        "url": "https://i.etsystatic.com/7763764/r/il/9ddb5a/2047788376/il_fullxfull.2047788376_afsd.jpg"
      }
    ]
  },
  {
    "name": "Professional DSLR Camera",
    "description": "Capture stunning photos and videos with this professional DSLR camera. Equipped with a high-resolution sensor and advanced image processing, this camera delivers exceptional image quality and clarity. The versatile lens options allow you to explore different perspectives and capture every moment with precision. With intuitive controls and manual settings, you have full creative control over your photography. Whether you're a professional photographer or an enthusiastic hobbyist, this DSLR camera is your ultimate tool for capturing memories.",
    "currentPrice": 1499.99,
    "startPrice": 1499.99,
    "photos": [
      {
        "url": "https://cdn.mos.cms.futurecdn.net/wNNpuBYg6D3By3doSg6eQP.jpg"
      }
    ]
  },
  {
    "name": "Women's Running Shoes",
    "description": "Step up your fitness game with these comfortable and stylish women's running shoes. Designed for optimal performance, these shoes feature cushioned soles and breathable materials that provide excellent support and comfort during your workouts. The lightweight construction allows for a natural stride, while the durable outsole offers traction on various surfaces. Whether you're hitting the gym or going for a jog, these running shoes will keep you motivated and on the move.",
    "currentPrice": 89.99,
    "startPrice": 89.99,
    "photos": [
      {
        "url": "https://cdn.shopify.com/s/files/1/0607/6678/1671/products/RAISE_WHT.jpg?v=1670325419"
      }
    ]
  },
  {
    "name": "Stainless Steel Water Bottle",
    "description": "Stay hydrated on the go with this sleek and eco-friendly stainless steel water bottle. Made from durable stainless steel, this bottle is BPA-free and keeps your beverages fresh and cold for hours. The leak-proof design ensures no spills or drips in your bag. With a wide mouth opening, it's easy to add ice cubes or clean the bottle. The convenient handle allows for easy carrying, making it ideal for outdoor activities, workouts, or daily commutes. Ditch disposable plastic bottles and embrace a sustainable hydration solution with this stainless steel water bottle.",
    "currentPrice": 19.99,
    "startPrice": 19.99,
    "photos": [
      {
        "url": "https://www.georgjensen.com/dw/image/v2/BBPS_PRD/on/demandware.static/-/Sites-master-catalog/default/dw0d14883f/images/hi-res/10019310_SKY_DRINKING_BOTTLE_STAINLESS_STEEL_500ML_CLOSED.png?sw=800&sh=800&sm=fit"
      }
    ]
  },
  {
    "name": "Men's Classic Wristwatch",
    "description": "Add a touch of sophistication to your style with this timeless men's classic wristwatch. With a stainless steel case and a genuine leather strap, this watch exudes elegance and durability. The precise quartz movement ensures accurate timekeeping, while the scratch-resistant mineral crystal protects the dial from daily wear. Whether you're dressing up for a formal event or going for a casual look, this classic wristwatch is a versatile accessory that complements any outfit.",
    "currentPrice": 129.99,
    "startPrice": 129.99,
    "photos": [
      {
        "url": "https://luxurylondon.co.uk/wp-content/uploads/2022/09/patek-philippe-calatrava.jpg"
      }
    ]
  },
  {
    "name": "Portable Bluetooth Speaker",
    "description": "Take your music anywhere with this portable Bluetooth speaker. Compact and lightweight, this speaker delivers powerful and clear sound quality. Connect wirelessly to your devices and stream music for hours on a single charge. The built-in microphone allows for hands-free calling, and the rugged construction makes it perfect for outdoor adventures. With a stylish design and easy-to-use controls, this portable Bluetooth speaker is a must-have for music enthusiasts.",
    "currentPrice": 59.99,
    "startPrice": 59.99,
    "photos": [
      {
        "url": "https://cdn.thewirecutter.com/wp-content/media/2022/11/portablebluetoothspeakers-2048px-3047.jpg"
      }
    ]
  },
  {
    "name": "Professional Makeup Brush Set",
    "description": "Achieve flawless makeup looks with this professional makeup brush set. Crafted with soft and synthetic bristles, these brushes are designed for precise and effortless application. The variety of brush shapes and sizes allow you to create a wide range of makeup looks, from natural to dramatic. The sturdy handles provide a comfortable grip, and the included carrying case keeps your brushes organized. Elevate your makeup routine and unleash your creativity with this comprehensive makeup brush set.",
    "currentPrice": 39.99,
    "startPrice": 39.99,
    "photos": [
      {
        "url": "https://cdn.shopify.com/s/files/1/0003/2728/6803/products/InnoGearMakeupBrushesSet_1.jpg?v=1604567936"
      }
    ]
  },
  {
    "name": "Men's Casual Sneakers",
    "description": "Stay stylish and comfortable with these versatile men's casual sneakers. Made with high-quality materials, these sneakers offer a perfect combination of fashion and functionality. The cushioned insole provides all-day comfort, while the rubber outsole offers excellent traction on various surfaces. Whether you're going for a casual outing or hanging out with friends, these sneakers will effortlessly elevate your look.",
    "currentPrice": 69.99,
    "startPrice": 69.99,
    "photos": [
      {
        "url": "https://www-konga-com-res.cloudinary.com/w_auto,f_auto,fl_lossy,dpr_auto,q_auto/media/catalog/product/Q/E/196210_1658222112.jpg"
      }
    ]
  },
  {
    "name": "Wireless Charging Pad",
    "description": "Simplify your charging routine with this wireless charging pad. Compatible with Qi-enabled devices, this charging pad offers convenient and cable-free charging. Simply place your phone or other compatible devices on the pad to initiate charging. The sleek and compact design fits seamlessly on your desk, nightstand, or any other surface. Say goodbye to tangled cables and enjoy the ease of wireless charging with this sleek charging pad.",
    "currentPrice": 29.99,
    "startPrice": 29.99,
    "photos": [
      {
        "url": "https://m.media-amazon.com/images/I/51YD0CM1PnL._AC_UF894,1000_QL80_.jpg"
      }
    ]
  },
  {
    "name": "Women's Designer Handbag",
    "description": "Make a fashion statement with this luxurious women's designer handbag. Crafted with premium materials and exquisite craftsmanship, this handbag exudes elegance and sophistication. The spacious interior allows you to carry all your essentials with ease, while the multiple compartments keep your belongings organized. The adjustable shoulder strap offers versatility, allowing you to wear it as a shoulder bag or crossbody. Elevate your style and turn heads wherever you go with this stunning designer handbag.",
    "currentPrice": 249.99,
    "startPrice": 249.99,
    "photos": [
      {
        "url": "https://i.pinimg.com/474x/18/ba/0d/18ba0d13a247deabdf427484e3038d50.jpg"
      }
    ]
  },
  {
    "name": "Gaming Mouse and Keyboard Combo",
    "description": "Enhance your gaming experience with this gaming mouse and keyboard combo. The ergonomic design of the mouse provides a comfortable grip and precise control, while the keyboard offers customizable RGB lighting and programmable keys for a personalized gaming setup. With responsive and tactile switches, you'll have a competitive edge in every game. Take your gaming to the next level with this powerful mouse and keyboard combo.",
    "currentPrice": 79.99,
    "startPrice": 79.99,
    "photos": [
      {
        "url": "https://i5.walmartimages.com/asr/1942479f-0d25-411c-9cb5-3bd3fa5cb08b.2c8a0c1249a3b790ae8884e2dc31c09a.jpeg"
      }
    ]
  },
  {
    "name": "Yoga Mat with Carry Strap",
    "description": "Practice yoga and exercise in comfort with this high-quality yoga mat. Made from durable and non-slip material, this mat provides excellent traction and cushioning for your workouts. The included carry strap makes it easy to transport the mat to your yoga classes or outdoor sessions. Whether you're a beginner or an experienced yogi, this yoga mat is essential for your practice.",
    "currentPrice": 29.99,
    "startPrice": 29.99,
    "photos": [
      {
        "url": "https://yogasenses.weebly.com/uploads/2/3/2/5/23253488/published/halfmoon-yoga-mat-strap-earth_1.jpeg?1494147217"
      }
    ]
  },
  {
    "name": "Smart Home Security Camera",
    "description": "Monitor your home and keep it secure with this smart home security camera. Equipped with advanced features such as motion detection, night vision, and two-way audio, this camera allows you to keep an eye on your home from anywhere. With easy setup and mobile app integration, you can receive real-time alerts and view live footage on your smartphone. Protect your home and loved ones with this reliable smart home security camera.",
    "currentPrice": 99.99,
    "startPrice": 99.99,
    "photos": [
      {
        "url": "https://falabella.scene7.com/is/image/FalabellaPE/gsc_117266002_1718642_2?wid=800&hei=800&qlt=70"
      }
    ]
  },
  {
    "name": "Portable Power Bank",
    "description": "Stay powered up on the go with this portable power bank. With a high-capacity battery, this power bank provides multiple charges for your devices. The compact and lightweight design makes it easy to carry in your bag or pocket. Equipped with multiple charging ports, you can charge multiple devices simultaneously. Never run out of battery again with this reliable portable power bank.",
    "currentPrice": 49.99,
    "startPrice": 49.99,
    "photos": [
      {
        "url": "https://m.media-amazon.com/images/I/51OZ6lc1J1L._AC_SL1200_.jpg"
      }
    ]
  },
  {
    "name": "Essential Oil Diffuser",
    "description": "Create a relaxing and aromatic atmosphere with this essential oil diffuser. Simply add a few drops of your favorite essential oils and let the diffuser fill your space with soothing scents and gentle mist. The LED lights offer a calming ambiance, perfect for meditation or unwinding after a long day. Enhance your well-being and transform your home into a tranquil oasis with this essential oil diffuser.",
    "currentPrice": 34.99,
    "startPrice": 34.99,
    "photos": [
      {
        "url": "https://m.media-amazon.com/images/I/71nZ9I+OmbL.jpg"
      }
    ]
  },
  {
    "name": "Men's Grooming Kit",
    "description": "Maintain a well-groomed appearance with this comprehensive men's grooming kit. This kit includes essential tools for shaving, trimming, and grooming, ensuring you look your best every day. The high-quality stainless steel blades provide precise and comfortable grooming, while the ergonomic handles offer a secure grip. Whether you're shaping your beard, trimming your hair, or maintaining your eyebrows, this grooming kit has you covered.",
    "currentPrice": 39.99,
    "startPrice": 39.99,
    "photos": [
      {
        "url": "https://blogscdn.thehut.net/wp-content/uploads/sites/32/2018/06/19173601/1200x672_240517197_MC_MK_Blog_Imagery_June_Image10_1200x672_acf_cropped.jpg"
      }
    ]
  },
  {
    "name": "Wireless In-Ear Earbuds",
    "description": "Enjoy music on the go with these wireless in-ear earbuds. With Bluetooth connectivity, these earbuds provide a seamless and tangle-free listening experience. The compact charging case ensures your earbuds are always ready to use. The ergonomic design and multiple ear tip options offer a comfortable and secure fit for hours of listening enjoyment. Whether you're working out, commuting, or relaxing at home, these wireless earbuds deliver superior sound quality and convenience.",
    "currentPrice": 89.99,
    "startPrice": 89.99,
    "photos": [
      {
        "url": "https://www.cnet.com/a/img/resize/bc3d5cd67d21e6220954786d52ba0181fa2e7259/hub/2022/07/28/9891414e-e4ee-4df7-9c82-af1d7c6cebe9/pixel-buds-pro-white-1.jpg?auto=webp&fit=crop&height=900&width=1200"
      }
    ]
  },
  {
    "name": "Digital Fitness Tracker",
    "description": "Track your fitness goals and stay motivated with this digital fitness tracker. This versatile device monitors your steps, distance, calories burned, and heart rate. The OLED display provides real-time data, and the built-in GPS allows you to map your routes and track your outdoor activities. With sleep tracking and sedentary reminders, you can maintain a healthy lifestyle. Set personal goals, challenge yourself, and achieve new milestones with this digital fitness tracker.",
    "currentPrice": 59.99,
    "startPrice": 59.99,
    "photos": [
      {
        "url": "https://ripleype.imgix.net/https%3A%2F%2Fdpq25p1ucac70.cloudfront.net%2Fseller-place-files%2Fmrkl-files%2F589%2FMARKETPLACE%20INTERNACIONAL%2F41RXTP9jkLL_220956809677_53.jpeg?w=750&h=555&ch=Width&auto=format&cs=strip&bg=FFFFFF&q=60&trimcolor=FFFFFF&trim=color&fit=fillmax&ixlib=js-1.1.0&s=4ab166b359235bce09dbbad0b09bed34"
      }
    ]
  },
  {
    "name": "Cookware Set",
    "description": "Upgrade your kitchen with this high-quality cookware set. Made from durable and non-stick materials, this set includes pots, pans, and utensils for all your cooking needs. The heat-resistant handles provide a comfortable grip, and the even heat distribution ensures perfect cooking results. Whether you're a beginner or a seasoned chef, this cookware set is essential for creating delicious meals.",
    "currentPrice": 149.99,
    "startPrice": 149.99,
    "photos": [
      {
        "url": "https://pisces.bbystatic.com/image2/BestBuy_US/images/products/6464/6464759cv11d.jpg"
      }
    ]
  }
]